{
  "1": {
    "ans": "b",
    "question": "ယာဉ်မောင်းကောင်းတစ်ယောက်ဆိုသည်မှာ -",
    "a": "(က) ယာဉ်ကို ကျွမ်းကျင်စွာမောင်းနှင်နိုင်သူဖြစ်သည်။",
    "b": "(ခ) ဘေးအန္တရာယ်မဖြစ်အောင် ယာဉ်ကို မောင်းနှင်နိုင်သူဖြစ်သည်။",
    "c": "(ဂ) ယာဉ်မောင်းခြင်းအတတ်ပညာကို သင်ကြားပြသပေးနိုင်သူဖြစ်သည်။"
  },
  "2": {
    "ans": "a",
    "question": "စတီယာရင်လက်ကိုင်ဘီးခွေသည် မော်တော်ယာဉ်တစ်စီး၏အဓိကကျသောအစိတ်အပိုင်းတစ်ခုဖြစ်သဖြင့်",
    "a": "(က) စတီယာရင်ကို ကောင်းမွန်အောင်အမြဲပြုပြင်ထိန်းသိမ်းစစ်ဆေးရမည်။",
    "b": "(ခ) မော်တော်ယာဉ်တည်ငြိမ်မှုရှိရန်နှင့် အချိန်အဆကို ဆောင်ရွက်ပေးသည်။",
    "c": "(ဂ) ယာဉ်မောင်းနှင်မှုအဆင်ပြေအောင် ဆောင်ရွက်ပေးသည်။"
  },
  "3": {
    "ans": "a",
    "question": "ဘယ်ဘက်ရှိ ကားပါကင်နေရာသို့ နောက်ဆုတ်ဝင်ရောက်သည့်အခါ စတီယာရင်အား",
    "a": "(က) သင်၏ဘယ်ဘက်သို့လှည့်ရမည်။",
    "b": "(ခ) ညာဘက်သို့လှည့်ရမည်။",
    "c": "(ဂ) ဘရိတ်များအားအသုံးပြုပြီး မော်တော်ကား၏အမြန်နှုန်းကို ညင်သာစွာထိန်းသိမ်းရမည်။"
  },
  "4": {
    "ans": "b",
    "question": "မည်သည့်အချိန်တွင် ဟွန်းတီးရမည်နည်း",
    "a": "(က) လူအများ လမ်းတစ်ဖက်သို့ ကူးမည့်အခါ",
    "b": "(ခ) အခြားလူများကို အန္တရာယ်မဖြစ်အောင် သတိပေးသောအခါ",
    "c": "(ဂ) လမ်းဦးစားပေးရန် တိုက်တွန်းသောအခါ"
  },
  "5": {
    "ans": "c",
    "question": "စုံအချက်ပြမီးကို သုံးရမည့် အခြေအနေမှာ-",
    "a": "(က) မီးပွိုင့်လမ်းဆုံတွင် ရပ်စဉ်၊",
    "b": "(ခ) မီးမထွန်းသောလမ်းပေါ်တွင် မောင်းနှင်စဉ်၊",
    "c": "(ဂ) သင်၏ယာဉ် ချို့ယွင်း၍ရပ်နေစဉ်၊"
  },
  "6": {
    "ans": "c",
    "question": "အပူချိန်ပြ  ဂိတ်တွင် လက်တံသည် အနီရောင်အစိတ်အပိုင်းကို ညွှန်ပြနေခြင်းသည် -",
    "a": "(က) အင်ဂျင်ဝိုင် ကုန်ခမ်းသွားခြင်းကိုပြသည်။",
    "b": "(ခ) အင်ဂျင်ဝိုင် အပူလွန်ကဲမှုကိုပြသည်။",
    "c": "(ဂ) အင်ဂျင် အပူလွန်ကဲမှုကိုပြသည်။"
  },
  "7": {
    "ans": "b",
    "question": "ဘရိတ်မီးလင်းနေရခြင်းမှာ ဘရိတ်ဆီနည်းကြောင်း ညွှန်ပြခြင်းအပြင် -",
    "a": "(က) ဘရိတ်တုံးပျက်ခြင်း၊",
    "b": "(ခ) လက်ဆွဲဘရိတ်ကို အပြည့်အ၀ ပြန်မလွှတ်ရသေးခြင်း၊",
    "c": "(ဂ) (က) နှင့် (ခ) နှစ်ခုစလုံး၊"
  },
  "8": {
    "ans": "c",
    "question": "ယာဉ်မတော်တဆမှုဖြစ်ပါက ထိခိုက်ဒဏ်ရာရ သေဆုံးမှု လျော့နည်းစေရန် ထိုင်ခုံခါးပတ်ကို ပတ်ရမည့်သူမှာ -------- ဖြစ်သည်။",
    "a": "(က) ယာဉ်မောင်းသာလျှင်၊",
    "b": "(ခ) ရှေ့ခရီးသည်နှင့် ယာဉ်မောင်းသာလျှင်၊",
    "c": "(ဂ) ယာဉ်မောင်းနှင့် ခရီးသည်အားလုံး၊"
  },
  "9": {
    "ans": "b",
    "question": "ယာဉ်မောင်းသူသည် နောက်ကြည့်မှန်မှတဆင့် မြင်နိုင်သည်မှာ ------- ဖြစ်သည်။",
    "a": "(က) နောက်မှ ခရီးသည်များ၊",
    "b": "(ခ) နောက်ကြည့်လေကာမှန်မှ တဆင့်မြင်ကွင်း",
    "c": "(ဂ) (က) နှင့် (ခ) နှစ်ခုစလုံး၊"
  },
  "10": {
    "ans": "c",
    "question": "သင်၏ကားရှေ့သို့ရုတ်တရက် စောင့်ထွက်သွားခြင်းမှာ -",
    "a": "(က) ကလပ်ကို ဖြေးညင်းစွာ လွတ်လိုက်သောကြောင့်ဖြစ်သည်။",
    "b": "(ခ)  အရှိန် မလုံလောက်သောကြောင့်ဖြစ်သည်။",
    "c": "(ဂ) ကလပ်ကို လျှင်မြန်စွာ လွှတ်လိုက်သောကြောင့်ဖြစ်သည်။"
  },
  "11": {
    "ans": "b",
    "question": "ယာဉ်မောင်းနေစဉ် အမြန်နှုန်းမြင့်လာချိန်၌ သင်၏အမြင်အာရုံအခြေအနေသည်-",
    "a": "(က) တိုးတက်လာသည်။",
    "b": "(ခ) လျော့ကျသွားသည်။",
    "c": "(ဂ) မပြောင်းလဲဘဲရှိသည်။"
  },
  "12": {
    "ans": "b",
    "question": "လက်ရှိမောင်းနေသည့် ဂီယာနံပါတ်ဖြင့် ကောင်းမွန်စွာမောင်းနှင်နိုင်ခြင်းမရှိပါက သင့်အနေဖြင့် -",
    "a": "(က) ရပ်ပြီးမှ ကားကိုပြန်နိုးပါ။",
    "b": "(ခ) ကျန်နေသေးသော ဂီယာနံပါတ်တဆင့် အနိမ့်သို့ ပြောင်းလဲပါ။",
    "c": "(ဂ) ပို၍အရှိန်တင်ပါ။"
  },
  "13": {
    "ans": "c",
    "question": "ဘရိတ်အုပ်ရာတွင် ------ အကျုံးဝင်သည်။",
    "a": "(က) ရှေ့ဘီး (၂)ခု မျှသာ၊",
    "b": "(ခ) နောက်ဘီး (၂)ခု မျှသာ၊",
    "c": "(ဂ) ဘီး (၄)ခုစလုံး၊"
  },
  "14": {
    "ans": "b",
    "question": "လောင်စာဆီ ထည့်နေစဉ်တွင် -",
    "a": "(က) စက်နိုး၍ ရပ်ထားနိုင်သည်။",
    "b": "(ခ) မီးပိတ်၍ စက်သတ်ထားရမည်၊ လက်ကိုင်ဖုန်းမပြောရ။",
    "c": "(ဂ) ယာဉ်မောင်းနှင့် ယာဉ်ပေါ်ပါလာသူများအားလုံး အောက်သို့ဆင်းပေးရမည်။"
  },
  "15": {
    "ans": "c",
    "question": "ပြေပြစ်သောအကွေ့ကို မောင်းနှင်နေစဉ် သင်သည် -",
    "a": "(က) အရှိန်ကို လျှော့ပါ။",
    "b": "(ခ) အရှိန်ကို တိုးပါ။",
    "c": "(ဂ) အရှိန်ကို လျှော့၍ တည်ငြိမ်အောင်ထိမ်းပါ။"
  },
  "16": {
    "ans": "b",
    "question": "လမ်းပေါ်တွင် ယာဉ်ပျက်စီးချို့ယွင်းပါက -",
    "a": "(က) ယာဉ်ပြင်မည့်သူများ အမြန်ဆုံးခေါ်ယူပြင်ဆင်ရမည်။",
    "b": "(ခ) အခြားယာဉ်များ အသွားအလာကင်းလွတ်သည့် လမ်းဘေးသို့ရွှေ့ကာ ပြင်ဆင်ပြီးနောက် လမ်းဘေးမှ အမြန်ဆုံးဖယ်ရှားရမည်။",
    "c": "(ဂ) လမ်းဘေးသို့ ရွှေ့ပြောင်းပြီးနောက် ယာဉ်ကိုပြင်ဆင်နိုင်သည်။"
  },
  "17": {
    "ans": "c",
    "question": "သင်မောင်းနေသောယာဉ်အား ယာဉ်ကြောပြောင်းလဲရာတွင် အရှိန်နှင့်အကွာအဝေးအား ခန့်မှန်းရန် ခက်ခဲသည့်ယာဉ်များမှာ -",
    "a": "(က) သင်၏ ရှေ့ရှိယာဉ်များ၊",
    "b": "(ခ) သင်၏ ဘေးရှိယာဉ်များ၊",
    "c": "(ဂ) သင်၏ နောက်ရှိယာဉ်များ၊"
  },
  "18": {
    "ans": "c",
    "question": "မတော်တဆမှုဖြစ်ပွားရာသို့ ရဲရောက်ရှိလာသည်အထိ စောင့်နေစဉ်အတွင်း သင့်အနေဖြင့် ဘာလုပ်သင့်သလဲ။",
    "a": "(က) အခြေအနေကို သိရှိနိုင်ရန် ယာဉ်များကို မရွှေ့ပါနှင့်။",
    "b": "(ခ) နောက်ထပ် မတော်တဆမှု မဖြစ်ပွားစေရန် ယာဉ်တိုက်မှုတွင်ပါဝင်နေသောယာဉ်များကို ရွှေ့ပါ။",
    "c": "(ဂ) မတော်တဆမှုတွင်ပါဝင်နေသော ယာဉ်များသည် ဒဏ်ရာရသူကို ကယ်ဆယ်ရွှေ့ထုတ်ရာတွင် အဟန့်အတားဖြစ်စေလျှင် ငှင်းယာဉ်များကို နေရာရွှေ့ပါ။"
  },
  "19": {
    "ans": "a",
    "question": "သင်ကွေ့လိုသောနေရာအား အနည်းငယ်ကျော်သွားသောအခါ သင့်အနေဖြင့် -",
    "a": "(က) ဆက်သွားပြီးနောက် ထပ်ကွေ့နိုင်သည့်နေရာ ရောက်မှ ကွေ့ပါ။",
    "b": "(ခ) ရပ်ပါ၊ နောက်ပြန်ဆုတ်ပြီးကွေ့ပါ။",
    "c": "(ဂ) ရပ်ပြီး အမြန်ဆွဲကွေ့ပါ။"
  },
  "20": {
    "ans": "a",
    "question": "မီးပွိုင့်များစွာတပ်ဆင်ထားသောလမ်းဆုံနေရာတွင် အောက်ပါအချက်ပြမှုအား လိုက်နာရမည်။",
    "a": "(က) သင်သွားလိုသော လမ်းကြောနေရာမှ မီးပွိုင့်၊",
    "b": "(ခ) သင်နှင့် အနီးဆုံးမီးပွိုင့်၊",
    "c": "(ဂ) အခြားလမ်းအသုံးပြုသူများမှ ပြသောအချက်ပြမှု။"
  },
  "21": {
    "ans": "b",
    "question": "ယာဉ်မောင်းခြင်းကိုဆိုးရွားစွာထိခိုက်စေသောစိတ်ခံစားမှုသည်-------ဖြစ်သည်။",
    "a": "(က) စိတ်ဓါတ်ကျမှု၊",
    "b": "(ခ)  ဒေါသဖြစ်မှု၊",
    "c": "(ဂ) ပျော်ရွှင်မှု၊"
  },
  "22": {
    "ans": "a",
    "question": "သင်ကျော်တက်ရန်ပြင်နေသောယာဉ်သည်လက်ဝဲဘက်သို့ကွေ့ရန်ရုတ်တရက်အချက်ပြပါက -",
    "a": "(က) အရှိန်လျှော့ပြီး(လိုအပ်ပါကရပ်တန့်၍)ထိုယာဉ်ကိုဦးစွာကွေ့ခွင့်ပေးပါ။",
    "b": "(ခ)  ဟွန်းသံပေးပြီးထိုယာဉ်ကိုလျှင်မြန်စွာကျော်လိုက်ပါ။",
    "c": "(ဂ)  နေရာအလုံအလောက်ရှိပါကလက်ယာဘက်မှနေ၍ကျော်တက်ပါ။"
  },
  "23": {
    "ans": "a",
    "question": "တူညီသောလမ်းဆုံတွင် ယာဉ်နှစ်စီးတစ်ပြိုင်နက်တည်းရောက်ရှိပါကမည်သည့်ယာဉ်ကိုဦးစားပေး ဖြတ်ကျော်ခွင့်ပြုမည်နည်း။",
    "a": "(က) မိမိလက်ယာဘက်မှယာဉ်၊",
    "b": "(ခ)  မိမိလက်ဝဲဘက်မှယာဉ်၊",
    "c": "(ဂ)  ကွေ့မည့်ယာဉ်၊"
  },
  "24": {
    "ans": "b",
    "question": "ဆိုးဝါးသောရာသီဥတုအခြေအနေကြောင့်ရှေ့မြင်ကွင်းအားရှင်းလင်းစွာမမြင်ရချိန်၌သင့်အနေဖြင့်-",
    "a": "(က) အနီးဆုံးကားပါကင်ကိုရှာ၍ရပ်ပါ၊",
    "b": "(ခ)  လုံခြုံစိတ်ချရသောနေရာရှာ၍ရပ်ကာစုံအချက်ပြမီးဖွင့်ထားပါ။",
    "c": "(ဂ)  စုံအချက်ပြမီးဖွင့်ကာရှေ့သို့ဂရုတစိုက်ဆက်မောင်းပါ။"
  },
  "25": {
    "ans": "a",
    "question": "အမိုးပေါ်တွင်ပစ္စည်းတင်ရန် အကာအရံရှိသောယာဉ်၌ ကုန်ပစ္စည်းများ အမိုးပေါ်တွင် တင်ဆောင်ပါက မြေညီလမ်းမှ ကုန်ပစ္စည်းထိပ်အထိအမြင့်သည် ဝန်ပေါ့ယာဉ်များအတွက် -",
    "a": "(က) ၁၀ ပေ၊ (၃မီတာ)ထက် ပိုမမြင့်ရပါ။",
    "b": "(ခ) ၈ ပေ၊ (၂.၄မီတာ)ထက် ပိုမမြင့်ရပါ။",
    "c": "(ဂ) ၁၂ ပေ၊ (၃.၆မီတာ)ထက် ပိုမမြင့်ရပါ။"
  },
  "26": {
    "ans": "a",
    "question": "လေတင်းလွန်းသောတာရာများသည် လမ်းနှင့်ထိတွေ့ရာတွင် -",
    "a": "(က) လိုအပ်သည်ထက် ထိတွေ့မှုနည်းမည်။",
    "b": "(ခ) လိုအပ်သည်ထက် ထိတွေ့မှု များမည်။",
    "c": "(ဂ) ပုံမှန်တာယာ အတိုင်း ရှိမည်။"
  },
  "27": {
    "ans": "b",
    "question": "သဲထူထပ်သောလမ်းမျက်နှာပြင်ပေါ်ဖြတ်မောင်းသောအခါ သင်မည်သည့်ဂီယာသို့ ပြောင်းသင့်သနည်း။",
    "a": "(က) ဂီယာနံပတ်ပါတ်အမြင့်သို့ပြောင်းပါ။",
    "b": "(ခ) ဂီယာနံပတ်ပါတ်အနိမ့်သို့ပြောင်းပါ။",
    "c": "(ဂ)မူလမောင်းနှင်နေသည့်ဂီယာဖြင့်အရှိန်မြှင့်မောင်းပါ။"
  },
  "28": {
    "ans": "c",
    "question": "သင်သည် တောင်တက်လမ်း၌မောင်းနှင်နေစဉ် သင့်ရှေ့မှယာဉ်အား -",
    "a": "(က) လမ်းကြောင်းသိနိုင်ရန် နောက်မှကပ်လိုက်ပါ။",
    "b": "(ခ) ကျော်တက်ပါ၊ သို့မှသာ တောင်ပေါ်တက်ဖို့ရန်လမ်းရှင်းမည်။",
    "c": "(ဂ) သင့်ရှေ့မှယာဉ်အား ကျော်မတက်ဘဲ အန္တရာယ်ကင်းသောအကွာအဝေးခွာ၍ နောက်မှမောင်းပါ။"
  },
  "29": {
    "ans": "b",
    "question": "ပြေပြစ်သော ကုန်းဆင်းတွင် မောင်းနှင်သောအခါ",
    "a": "(က) ဂီယာနံပါတ်(၁) (သို့) ဂီယာနံပါတ်(၂) ထိုးသင့်သည်။",
    "b": "(ခ) ဂီယာနံပါတ် (၂) (သို့) ဂီယာနံပါတ်(၃) ထိုးသင့်သည်။",
    "c": "(ဂ) ဂီယာနံပါတ်(၄) သာလျှင် ထိုးသင့်သည်။"
  },
  "30": {
    "ans": "c",
    "question": "သင့်ယာဉ်ကို ကုန်းဆင်းတွင်ရပ်တန့်ရာ၌ လိမ့်မဆင်းစေရန် လက်ဆွဲဘရိတ်ဆွဲပြီး ကြိုတင်ကာကွယ်မှုတစ်ခုအနေဖြင့် -",
    "a": "(က) ဂီယာထိုးပါ။",
    "b": "(ခ) စတီရာရင်ကို လော့ချထားပါ။",
    "c": "(ဂ) ကားမလိမ့်စေရန် ကြမ်းတုံးခုပါ။"
  },
  "31": {
    "ans": "b",
    "question": "ယာဉ်နောက်မြီးမှ------ထက်ပို၍ အစွန်းထွက်သောကုန်များ၏ အဖျားတွင် သတိပေးပစ္စည်း တပ်ဆင်ရမည်။",
    "a": "(က) ၃ ပေ၊ (ဝ.၉ မီတာ)",
    "b": "(ခ) ၃ ပေ ၃လက်မ၊ (၁ မီတာ)",
    "c": "(ဂ) ၆ ပေ ၆လက်မ၊ (၂ မီတာ)"
  },
  "32": {
    "ans": "b",
    "question": "အခြားယာဉ်တစ်စီးသည်သင့်ယာဉ်နောက်မှ နီးကပ်စွာလိုက်နေပါက သင့်အနေဖြင့် -",
    "a": "(က) သူ့ကိုသတိပေးရန် ဘရိတ်ကို နင်းလိုက် လွှတ်လိုက်လုပ်ပါ။",
    "b": "(ခ)  အရှိန်လျှော့ပြီးနောက်မှယာဉ်အားကျော်တက်ခွင့်ပေးလိုက်ပါ။",
    "c": "(ဂ)  နောက်မှယာဉ်လိုက်မမှီရန် အရှိန်မြှင့်မောင်းပါ။"
  },
  "33": {
    "ans": "c",
    "question": "ရှေ့မှဘတ်စ်ကားသည် သင့်ယာဉ်ရှေ့တွင်ရပ်လိုက်ပါက-",
    "a": "(က)  လိုက်ရပ်ပါ၊ ဟွန်းတီးလိုက်ပါ။",
    "b": "(ခ)   ချက်ချင်းကျော်တက်လိုက်ပါ။",
    "c": "(ဂ)  အရှိန်လျှော့ပါ၊သင်လည်းရပ်ရန်ပြင်ဆင်ပါ။"
  },
  "34": {
    "ans": "a",
    "question": "တောင်ပေါ်လမ်းတွင်မောင်းနှင်သောအခါ ယာဉ်မောင်းသူသည် အောက်ပါအတိုင်းလိုက်နာရမည် -",
    "a": "(က) အဆင်းနှင့်အတက်ယာဉ်များဆုံရာ၌ ရှောင်တိမ်းရန်အခက်အခဲရှိပါက အဆင်းယာဉ်သည် လက်ယာဘက်ဘေးသို့တက်နိုင်သမျှကပ်၍ရပ်ပေးပြီး အတက်ယာဉ်ကိုဦးစားပေးရမည်။",
    "b": "(ခ)  အကယ်၍ အဆင်းနှင့်အတက်ယာဉ်များဆုံသည့်နေရာ၌ ရှောင်တိမ်းရန်မလွယ်ကူခဲ့သော် အတက်ယာဉ်မှ ယာဉ်ကိုနောက်ဆုတ်ပေးရမည်။",
    "c": "(ဂ) မည်သည့်အခြေအနေတွင်မဆို အတက်ယာဉ်အား ဦးစားပေးရမည်။"
  },
  "35": {
    "ans": "a",
    "question": "လူကူးမျဉ်းကြားအနီးရောက်လျှင် သင့်အနေဖြင့် -",
    "a": "(က) လမ်းကူးနေသူများ ၊လမ်းဖြတ်ကူးရန်စောင့်နေသူများရှိလျှင်ရပ်လိုက်ပါ။",
    "b": "(ခ) အချိန်မီမရပ်တန့်နိုင်လျှင် ဟွန်းတီး၍ဆက်လက်မောင်းနှင်ပါ။",
    "c": "(ဂ) လမ်းကူးသူများရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေရပ်ပါ။"
  },
  "36": {
    "ans": "a",
    "question": "သင်ယာဉ်မောင်းနေစဉ်အရေးပေါ်ယာဉ်တစ်စီး၏ အချက်ပြဥသြသံကိုကြားလျှင် သင့်အနေဖြင့် -",
    "a": "(က) မိမိယာဉ်ကို လမ်းနံဘေးသို့ကပ်၍ ရပ်ထားရမည်။",
    "b": "(ခ) အရှိန်တင်၍လမ်းဘေးသို့ထိုးဆင်းလိုက်ရမည်။",
    "c": "(ဂ)အရှိန်လျှော့၍ လက်ယာဘက်သို့ ကပ်မောင်းကာလမ်းပေးရမည်။"
  },
  "37": {
    "ans": "a",
    "question": "အဝေးပြေးလမ်းမပေါ်တွင်လက်ဝဲဘက်အစွန်းဆုံးယာဉ်ကြော၌အရှိန်ဖြည်းညှင်းစွာမောင်းနှင်နေခြင်းဖြင့် -",
    "a": "(က) ယာဉ်ကြောကိုပိတ်ဆို့စေ၍နှေးကွေးစေပါသည်။",
    "b": "(ခ)  အခြားယာဉ်များကို လက်ယာဘက်ယာဉ်ကြောမှကျော်တက်စေရန်ရည်ရွယ်သည်။",
    "c": "(ဂ) လုံခြုံစိတ်ချရသော မောင်းနှင်ခြင်းကိုဖြစ်စေသည်။"
  },
  "38": {
    "ans": "a",
    "question": "ရထားလမ်းကိုဖြတ်ကူး၍မောင်းနှင်သောအခါ-",
    "a": "(က) ယာဉ်စထွက်သည့်ဂီယာနံပတ်နိမ့်ဖြင့် ဖြတ်ရမည်။",
    "b": "(ခ) ဂီယာနံပတ်အမြင့်ဖြင့် ဖြတ်ရမည်။",
    "c": "(ဂ) အဆင်ပြေသလိုဂီယာပြောင်း မောင်းနိုင်သည်။"
  },
  "39": {
    "ans": "b",
    "question": "မည်သည့်ယာဉ်မဆိုအလင်းရောင်ရရှိစေရန်အတွက် -",
    "a": "(က) ည(၇)နာရီမှမနက်(၆)နာရီအတွင်း မီးဖွင့်၍မောင်းနှင်ရမည်။",
    "b": "(ခ)  နေဝင်ချိန်မှနေထွက်ချိန်စပ်ကြားနှင့်ရာသီဥတုကြောင့်အလင်းရောင်နည်းနေသည့်အချိန်တွင် မီးဖွင့်၍မောင်းနှင်ရမည်။",
    "c": "(ဂ) သင်မမြင်နိုင်ရလောက်အောင် မှောင်သောအချိန်မှသာ မီးဖွင့်၍မောင်းနှင်ရမည်။"
  },
  "40": {
    "ans": "c",
    "question": "မှန်ကန်သောအချက်ပြခြင်းကို ကြိုတင်အသုံးပြုခြင်းသည် အခြားလမ်းအသုံးပြုသူများကို-------ရရှိစေသည်။",
    "a": "(က) တုံ့ပြန်ဆောင်ရွက်ရန် အချိန်၊",
    "b": "(ခ) တ့ုံပြန်ဆောင်ရွက်ရန် အကွာအဝေး၊",
    "c": "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး၊"
  },
  "41": {
    "ans": "a",
    "question": "41",
    "a": "(က) ထရက်တာ (လယ်ထွန်စက်) မဝင်ရနေရာကို ပြသသည်။",
    "b": "(ခ) မော်တော်ယာဉ်များ မဝင်ရနေရာကို ပြသသည်။",
    "c": "(ဂ) (၃) တန်နှင့်အထက် မော်တော်ယာဉ်များ မဝင်ရ လမ်းညွှန်ဖြစ်သည်။"
  },
  "42": {
    "ans": "b",
    "question": "42",
    "a": "(က) ရှေ့တွင် လမ်းလွှဲရှိသည်။",
    "b": "(ခ) ရှေ့တွင် အန္တရာယ်ရှိသည်။",
    "c": "(ဂ) ရှေ့တွင် အလုပ်လုပ်နေသော ဇုန်ရှိသည်။"
  },
  "43": {
    "ans": "b",
    "question": "43",
    "a": "(က) ရှေ့တွင် တစ်လမ်းမောင်းရှိသည်။",
    "b": "(ခ) ရှေ့တည့်တည့်သို့သွားရမည်။",
    "c": "(ဂ) ရှေ့တွင် မတ်စောက်သော ကုန်းတက်ရှိသည်။"
  },
  "44": {
    "ans": "a",
    "question": "44",
    "a": "(က) \"ဂ\"ကွေ့ မကွေ့ရ နေရာကို ပြသသည်။",
    "b": "(ခ) လမ်းကွေ့နေရာကို ပြသသည်။",
    "c": "(ဂ) ဖြတ်ကျော်မောင်းနှင်ခြင်း ခွင့်မပြု။"
  },
  "45": {
    "ans": "b",
    "question": "45",
    "a": "(က) ရှေ့တွင် မော်တော်ယာဉ်များ ဘေးချင်းယှဉ်၍ ရပ်နိုင်သည်။",
    "b": "(ခ) ရှေ့တွင် နှစ်လမ်းမောင်းလမ်း ရှိသည်။",
    "c": "(ဂ) ရှေ့တွင် လမ်းကျဉ်းရှိသည်။"
  },
  "46": {
    "ans": "a",
    "question": "46",
    "a": "(က) မော်တော်ကားမဝင်ရ လမ်းညွှန်ဖြစ်သည်။",
    "b": "(ခ) မည်သည့်ယာဉ်မှမဝင်ရ လမ်းညွှန်ဖြစ်သည်။",
    "c": "(ဂ) ဤလမ်းညွှန်နေရာတွင် မော်တော်ယာဉ်များမရပ်ရ။"
  },
  "47": {
    "ans": "b",
    "question": "47",
    "a": "(က) အဝိုင်းပတ်တွင် လက်ဝဲဘက်မှစပြီး ပတ်မောင်းရမည်။",
    "b": "(ခ) အဝိုင်းပတ်တွင် လက်ယာဘက်မှစပြီး ပတ်မောင်းရမည်။",
    "c": "(ဂ) ရှေ့တွင် အဝိုင်းပတ်ရှိသည်။"
  },
  "48": {
    "ans": "a",
    "question": "48",
    "a": "(က) ရှေ့တွင် လက်ယာဘက်လမ်းကွေ့ရှိသည်။",
    "b": "(ခ) ရှေ့တွင် လက်ယာဘက် လမ်းခွဲရှိသည်။",
    "c": "(ဂ) ရှေ့တွင် လက်ယာဘက် လမ်းဆုံရှိသည်။"
  },
  "49": {
    "ans": "a",
    "question": "49",
    "a": "(က) ခြေကျင်လျှောက်သူများအတွက် လမ်းဖြတ်ကူးရန်နေရာဖြစ်သည်။",
    "b": "(ခ) ဘတ်စ်ကားများ ရပ်နားရန် နေရာဖြစ်သည်။",
    "c": "(ဂ) အငှားယာဉ် (TAXI)များ ရပ်နားရန် နေရာဖြစ်သည်။"
  },
  "50": {
    "ans": "c",
    "question": "50",
    "a": "(က) ဤနေရာတွင် မျဉ်ပြိုင်နှစ်ကြောင်းကိုဖြတ်ကျော်၍ \"ဂ\"ကွေ့ ကွေ့နိုင်သည်။",
    "b": "(ခ) ဤနေရာတွင် မျဉ်ပြိုင်နှစ်ကြောင်းကိုဖြတ်ကျော်၍ ကျော်တက်နိုင်သည်။",
    "c": "(ဂ) ဤမျဉ်းကိုဖြတ်ကျော်၍မကွေ့ရ၊ \"ဂ\"ကွေ့ မကွေ့ရ၊ ယာဉ်ကြောလည်းမကူးပြောင်းရ။"
  }
}